<p>Bem-vindo ao nosso treinamento EMS N&iacute;vel 1 sobre Declara&ccedil;&atilde;o de Problema.</p>
<p>Temos uma ferramenta que usamos para criar declara&ccedil;&otilde;es de problemas,</p>
<p>mas &eacute; realmente fundamental em qualquer coisa que fazemos.</p>
<p>Pequena atividade, grandes projetos, queremos ter certeza</p>
<p>de que estamos muito claros sobre qual &eacute; a nossa declara&ccedil;&atilde;o de problema.</p>
<p>Ent&atilde;o, com isso, o que &eacute; uma declara&ccedil;&atilde;o de problema?</p>
<p>Uma declara&ccedil;&atilde;o de problema &eacute; uma descri&ccedil;&atilde;o concisa do problema</p>
<p>ou quest&atilde;o, e quando fazemos declara&ccedil;&otilde;es de problemas,</p>
<p>queremos ter certeza de que estamos pensando nisso desde o in&iacute;cio.</p>
<p>Isso faz parte do nosso processo de planejamento.</p>
<p>Em nossa declara&ccedil;&atilde;o de problema, queremos</p>
<p>destacar qual &eacute; a lacuna, ent&atilde;o o atual</p>
<p>em compara&ccedil;&atilde;o ao padr&atilde;o, e gostar&iacute;amos que nossas declara&ccedil;&otilde;es de problemas</p>
<p>fossem orientadas por dados, ent&atilde;o mais sobre o que realmente est&aacute; acontecendo</p>
<p>e alguns dos fatos que est&atilde;o associados</p>
<p>com o que estamos vendo.</p>
<p>H&aacute; alguns elementos-chave, que est&atilde;o &agrave; direita.</p>
<p>Falarei sobre eles com mais detalhes quando</p>
<p>falarmos sobre a ferramenta, ent&atilde;o n&atilde;o</p>
<p>vou falar sobre eles aqui, mas se voc&ecirc; pensa sobre</p>
<p>o quem, o qu&ecirc;, por que, quando, como, esse tipo de perguntas,</p>
<p>&eacute; nisso que realmente tentamos nos concentrar para a</p>
<p>declara&ccedil;&atilde;o de problema.</p>
<p>Ent&atilde;o, o assunto sobre o qual gostamos de falar nessas aulas</p>
<p>&eacute; por que a declara&ccedil;&atilde;o de problema &eacute; importante?</p>
<p>Temos algumas cita&ccedil;&otilde;es.</p>
<p>Um problema bem formulado &eacute; um problema metade resolvido,</p>
<p>ent&atilde;o por que gostamos de declara&ccedil;&otilde;es de problemas,</p>
<p>ou por que elas s&atilde;o t&atilde;o cr&iacute;ticas?</p>
<p>Elas nos ajudam a esclarecer o problema</p>
<p>e alinhar a equipe e estas s&atilde;o apenas</p>
<p>duas coisas cr&iacute;ticas sobre as quais voc&ecirc; deve ter certeza</p>
<p>antes de iniciar qualquer esfor&ccedil;o.</p>
<p>Voc&ecirc; certificar-se de que o problema que voc&ecirc; identificou</p>
<p>&eacute; realmente o problema que todos concordam</p>
<p>que voc&ecirc; quer resolver e que toda a equipe est&aacute;</p>
<p>trabalhando para isso.</p>
<p>E quando voc&ecirc; faz isso, ao responder ao problema,</p>
<p>voc&ecirc; ser&aacute; capaz de responder rapidamente,</p>
<p>o que significa que, se voc&ecirc; tiver uma declara&ccedil;&atilde;o de problema bem definida,</p>
<p>voc&ecirc; rapidamente resolver&aacute; esse problema.</p>
<p>Se a declara&ccedil;&atilde;o do seu problema for confusa</p>
<p>ou, potencialmente, errada, voc&ecirc; pode</p>
<p>passar o tempo indo por um caminho e, em seguida,</p>
<p>perceber, oh, espere, esse n&atilde;o &eacute; o problema que n&oacute;s</p>
<p>est&aacute;vamos tentando resolver.</p>
<p>E ent&atilde;o voc&ecirc; ter&aacute; que, basicamente,</p>
<p>voltar para o come&ccedil;o, e n&oacute;s chamamos</p>
<p>esse retrabalho ou &ldquo;muda&rdquo; ou desperd&iacute;cio, ent&atilde;o n&atilde;o queremos fazer isso.</p>
<p>Quando voc&ecirc; tem sua declara&ccedil;&atilde;o de problema bem definida,</p>
<p>isso tamb&eacute;m ajuda a otimizar seus recursos.</p>
<p>Ent&atilde;o, se voc&ecirc; sabe exatamente qual ela &eacute;,</p>
<p>voc&ecirc; sabe quem voc&ecirc; precisa identificar para fazer parte da equipe</p>
<p>e envolve-os cedo para que, assim,</p>
<p>&agrave; medida que voc&ecirc; avan&ccedil;a no processo de solu&ccedil;&atilde;o,</p>
<p>voc&ecirc; tem as pessoas certas no lugar.</p>
<p>Al&eacute;m disso, tamb&eacute;m ajuda a evitar custos inesperados.</p>
<p>Ent&atilde;o, se voc&ecirc; estiver trabalhando em um projeto</p>
<p>e voc&ecirc; n&atilde;o tiver a declara&ccedil;&atilde;o correta do problema,</p>
<p>voc&ecirc; pode acabar gastando tempo, o que</p>
<p>&eacute; um recurso valioso para todos n&oacute;s.</p>
<p>Voc&ecirc; pode acabar comprando algo e perceber</p>
<p>que voc&ecirc; n&atilde;o precisava porque isso n&atilde;o era realmente</p>
<p>o verdadeiro problema a ser resolvido.</p>
<p>Ent&atilde;o, h&aacute; uma s&eacute;rie de raz&otilde;es pelas quais realmente</p>
<p>gastar alguns minutos e focar</p>
<p>sobre qual &eacute; esta declara&ccedil;&atilde;o de problema economizar&aacute; dez vezes</p>
<p>mais tempo no futuro.</p>
<p>J&aacute; participei de projetos em que pens&aacute;vamos</p>
<p>que entendiamos o problema e, ent&atilde;o,</p>
<p>quando fomos falar com a alta ger&ecirc;ncia,</p>
<p>houve uma clara falta de alinhamento.</p>
<p>E tivemos que trabalhar com isso e entender, okay,</p>
<p>o que pens&aacute;vamos que estavam nos pedindo</p>
<p>que fiz&eacute;ssemos realmente n&atilde;o era o que eles queriam</p>
<p>ou n&atilde;o era tudo o que eles queriam.</p>
<p>Isso nos permite, se voc&ecirc; fizer no come&ccedil;o</p>
<p>e voc&ecirc; definir isso muito bem no in&iacute;cio do seu projeto,</p>
<p>isso, como mencionei, economizar&aacute; muito tempo</p>
<p>no futuro.</p>
<p>Ent&atilde;o, a pr&oacute;xima coisa &eacute;... n&oacute;s</p>
<p>gostamos de fazer algumas pr&aacute;ticas recomendadas.</p>
<p>N&oacute;s sentimos que isso ajuda apenas a orient&aacute;-lo</p>
<p>quando enquanto trabalha nisso, quais s&atilde;o</p>
<p>algumas coisas que devo considerar quando estiver</p>
<p>criando minha declara&ccedil;&atilde;o de problema.</p>
<p>Uma coisa &eacute;: gostamos de nos concentrar no processo, n&atilde;o</p>
<p>nas pessoas e, quando fazemos estes tipos de projetos,</p>
<p>nosso foco &eacute; tornar as coisas melhores, n&atilde;o perfeitas.</p>
<p>Eu sei que isso soa meio estranho,</p>
<p>mas j&aacute; participei de muitos projetos</p>
<p>onde ficamos t&atilde;o focados em fazer com que as coisas sejam perfeitas</p>
<p>que n&atilde;o progredimos.</p>
<p>Portanto, em todas essas atividades do sistema de gest&atilde;o empresarial,</p>
<p>projetos, sejam eles quais forem, todo o nosso objetivo</p>
<p>&eacute; tornar as coisas um pouco melhores.</p>
<p>Talvez seja apenas um pequeno passo, mas se continuarmos dando esses passos,</p>
<p>eventualmente teremos um impacto significativo.</p>
<p>E, quando fazemos isso, queremos focar no processo e n&atilde;o</p>
<p>nas pessoas.</p>
<p>Queremos criar processos fortes</p>
<p>em toda a organiza&ccedil;&atilde;o, o que</p>
<p>permite que todos trabalhemos juntos melhor e com mais efici&ecirc;ncia.</p>
<p>Em nossas declara&ccedil;&otilde;es de problemas, tamb&eacute;m</p>
<p>gostamos de evitar jarg&otilde;es e abrevia&ccedil;&otilde;es</p>
<p>mas queremos ter certeza de que estamos muito</p>
<p>claros sobre ou departamentos, ou &aacute;reas, ou produtos,</p>
<p>qualquer uma dessas coisas, em nossa declara&ccedil;&atilde;o de problema.</p>
<p>Essa &eacute; outra pr&aacute;tica recomendada que</p>
<p>tentamos impor ou usar quando criamos nossas declara&ccedil;&otilde;es de problema.</p>
<p>Falaremos um pouco sobre como evitar descrever o problema</p>
<p>sem os detalhes necess&aacute;rios. &Eacute; uma linha t&ecirc;nue pois voc&ecirc;</p>
<p>n&atilde;o quer que sejam par&aacute;grafos sobre uma declara&ccedil;&atilde;o de problema,</p>
<p>mas quer que ele tenha conte&uacute;do suficiente para que</p>
<p>forne&ccedil;a informa&ccedil;&otilde;es de modo que a equipe possa claramente</p>
<p>entender o que est&aacute; acontecendo.</p>
<p>Queremos usar termos claros. A outra coisa</p>
<p>&eacute; que, quando escrevemos declara&ccedil;&otilde;es de problemas,</p>
<p>h&aacute; uma tend&ecirc;ncia para que indiv&iacute;duos</p>
<p>incluam solu&ccedil;&otilde;es ou as causas raiz,</p>
<p>e tentamos evitar ambos quando estamos criando</p>
<p>nossas declara&ccedil;&otilde;es de problemas.</p>
<p>Portanto, na declara&ccedil;&atilde;o de problema, realmente focamos no problema.</p>
<p>Quando voc&ecirc; est&aacute; trabalhando em sua atividade ou em seu projeto,</p>
<p>&eacute; a&iacute; que voc&ecirc; mergulha mais fundo</p>
<p>nas causas principais, e temos ferramentas que ajudam com isso,</p>
<p>ou, eventualmente, com chegar a solu&ccedil;&otilde;es.</p>
<p>Como vamos criar novos processos?</p>
<p>Como refinaremos um processo?</p>
<p>O que precisamos adicionar ou deduzir para fazer com que o</p>
<p>processo funcione de forma mais harm&ocirc;nica, com menos desperd&iacute;cio,</p>
<p>e esse tipo de coisa.</p>
<p>Portanto, esta &eacute; uma ferramenta de que gostamos.</p>
<p>Estas s&atilde;o ferramentas e modelos para ajud&aacute;-lo,</p>
<p>mas eles n&atilde;o s&atilde;o t&atilde;o r&iacute;gidas que n&atilde;o possam</p>
<p>ser modificadas ou ajustadas com base em suas necessidades.</p>
<p>O sistema 5W2H de perguntas realmente &eacute; uma estrutura</p>
<p>que ajuda a fornecer perguntas orientadoras.</p>
<p>Normalmente, quando pensamos em um problema, temos, por exemplo,</p>
<p>carros saindo da linha de produ&ccedil;&atilde;o com um arranh&atilde;o.</p>
<p>Esse &eacute; o meu problema.</p>
<p>Ent&atilde;o essa &eacute; a resposta para o &ldquo;qu&ecirc;&rdquo;, qual &eacute; o problema.</p>
<p>A pr&oacute;xima pergunta &eacute; o porqu&ecirc;.</p>
<p>Por que isso &eacute; importante?</p>
<p>Bem, neste caso, se tivermos um arranh&atilde;o no carro,</p>
<p>n&atilde;o posso vend&ecirc;-lo.</p>
<p>Quer dizer, o cliente n&atilde;o vai</p>
<p>ficar feliz com esse produto.</p>
<p>Ent&atilde;o, &eacute; muito importante eu descobrir</p>
<p>como consertar isso para que n&atilde;o tenhamos carros saindo</p>
<p>da linha de produ&ccedil;&atilde;o com um arranh&atilde;o.</p>
<p>Onde est&aacute; acontecendo?</p>
<p>Na minha experi&ecirc;ncia, esta tende a ser um pouco mais</p>
<p>focada no espa&ccedil;o f&iacute;sico.</p>
<p>Ent&atilde;o, armaz&eacute;m de fabrica&ccedil;&atilde;o... vejo alguns de nossos amigos,</p>
<p>que s&atilde;o t&eacute;cnicos, ent&atilde;o talvez se voc&ecirc; estiver no cliente,</p>
<p>dentro de suas opera&ccedil;&otilde;es.</p>
<p>Se voc&ecirc; estiver dentro do escrit&oacute;rio, pode ser um local,</p>
<p>tamb&eacute;m pode ser...</p>
<p>se for um problema com um relat&oacute;rio,</p>
<p>pode ser o relat&oacute;rio mensal, que &eacute; distribu&iacute;do.</p>
<p>&Eacute; a&iacute; que voc&ecirc; pode estar vendo o problema.</p>
<p>Ent&atilde;o, esta pergunta tem um pouco de fluxo,</p>
<p>mas, neste caso do carro, eu poderia</p>
<p>estar vendo-o apenas quando sai da linha de produ&ccedil;&atilde;o.</p>
<p>&Eacute; a&iacute; que o arranh&atilde;o fica vis&iacute;vel.</p>
<p>Quem isso impacta?</p>
<p>Bem, isso impacta o cliente, porque n&oacute;s n&atilde;o</p>
<p>conseguimos vender o carro pois tinha um arranh&atilde;o,</p>
<p>mas tamb&eacute;m impacta a equipe de produ&ccedil;&atilde;o,</p>
<p>a linha de produ&ccedil;&atilde;o.</p>
<p>Precisar&atilde;o agora ter que pegar aquele carro,</p>
<p>precisar&atilde;o consert&aacute;-lo e repint&aacute;-lo,</p>
<p>e isso criar&aacute; trabalho extra,</p>
<p>custo extra para a organiza&ccedil;&atilde;o.</p>
<p>H&aacute; um impacto na f&aacute;brica.</p>
<p>H&aacute; um impacto nos neg&oacute;cios como um todo.</p>
<p>Ent&atilde;o, para esta pergunta, voc&ecirc; quer falar sobre quem</p>
<p>&eacute; afetado por este problema.</p>
<p>Quando ocorreu pela primeira vez?</p>
<p>Essa &eacute; uma pergunta de que gostamos, especialmente</p>
<p>se houver uma mudan&ccedil;a repentina no que est&aacute; acontecendo.</p>
<p>Neste caso, se come&ccedil;ou no dia 1 de mar&ccedil;o,</p>
<p>queremos saber que foi neste dia em que aconteceu,</p>
<p>e isso ajudar&aacute;, enquanto trabalhamos em nosso projeto,</p>
<p>a filtrar ou entender o que mudou naquela &eacute;poca</p>
<p>que causou isso.</p>
<p>Tenho um exemplo sobre invent&aacute;rio,</p>
<p>ent&atilde;o falaremos sobre tempo para esta pergunta tamb&eacute;m.</p>
<p>Como o problema &eacute; percebido?</p>
<p>Ent&atilde;o, neste caso, notamos isso no carro. Com que frequ&ecirc;ncia?</p>
<p>Para esta quest&atilde;o, voc&ecirc; est&aacute; procurando por padr&otilde;es</p>
<p>ou a cad&ecirc;ncia de onde o problema est&aacute; se apresentando.</p>
<p>No exemplo do carro, todo carro tem o arranh&atilde;o?</p>
<p>&Eacute; um em cada tr&ecirc;s carros que tem o arranh&atilde;o?</p>
<p>Se for um relat&oacute;rio, &eacute; todo m&ecirc;s que vemos esse problema,</p>
<p>ou &eacute; apenas no final do trimestre?</p>
<p>Ent&atilde;o voc&ecirc; est&aacute; procurando por qualquer tipo de padr&atilde;o</p>
<p>que lhe dar&aacute; algumas dicas sobre o que est&aacute; acontecendo.</p>
<p>O que gosto de fazer, porque isso &eacute; apenas uma ferramenta...</p>
<p>Eu gosto de passar por um exemplo.</p>
<p>Nesse caso, tenho um exemplo de invent&aacute;rio,</p>
<p>e isso n&atilde;o &eacute; baseado em nada ao vivo.</p>
<p>n&atilde;o peguei essa informa&ccedil;&atilde;o de ningu&eacute;m</p>
<p>dentro da empresa.</p>
<p>&Eacute; um exemplo inventado, mas acho que</p>
<p>&eacute; algo com o qual todos podemos nos relacionar.</p>
<p>Portanto, para o exemplo do invent&aacute;rio, o problema era</p>
<p>que nossos n&iacute;veis de estoque estavam muito altos.</p>
<p>Todos n&oacute;s j&aacute; ouvimos que os armaz&eacute;ns est&atilde;o lotados.</p>
<p>E por que &eacute; um problema?</p>
<p>Bem, quando os n&iacute;veis de estoque est&atilde;o altos,</p>
<p>excedemos nossas metas de estoque, aumentamos custos,</p>
<p>e temos problemas de capacidade de armazenamento.</p>
<p>Ent&atilde;o esse &eacute; o nosso porqu&ecirc;.</p>
<p>E direi, enquanto estou trabalhando em declara&ccedil;&otilde;es de problemas,</p>
<p>se voc&ecirc; n&atilde;o tiver um motivo claro, como porque &eacute; importante para n&oacute;s</p>
<p>e porque precisamos resolv&ecirc;-lo, &agrave;s vezes vejo equipes</p>
<p>lutarem com isso.</p>
<p>Ent&atilde;o, onde &eacute; observado o problema?</p>
<p>Neste exemplo, foi observado no armaz&eacute;m da Indy.</p>
<p>E quem foi impactado?</p>
<p>Obviamente, a equipe do dep&oacute;sito foi impactada,</p>
<p>a log&iacute;stica foi impactada, o planejamento de estoque foi impactado,</p>
<p>e as finan&ccedil;as tamb&eacute;m foram impactadas.</p>
<p>Ent&atilde;o voc&ecirc; pode ver que este &eacute; um problema que</p>
<p>abrange v&aacute;rios departamentos diferentes</p>
<p>dentro da organiza&ccedil;&atilde;o.</p>
<p>Quando o problema foi notado pela primeira vez?</p>
<p>Neste caso, eu tinha o momento exato.</p>
<p>Foi em outubro.</p>
<p>Foi quando notamos pela primeira vez nosso ac&uacute;mulo de estoque.</p>
<p>E como o problema foi observado?</p>
<p>Notamos que o estoque ultrapassou</p>
<p>a meta mensal, novamente grandes n&uacute;meros, de 300 milh&otilde;es</p>
<p>e alvo do DOS de 30 dias.</p>
<p>Foi assim que soubemos que havia esse problema, quando</p>
<p>olhando para os n&iacute;veis de estoque.</p>
<p>Com que frequ&ecirc;ncia o problema &eacute; observado?</p>
<p>Percebemos que, a partir de outubro,</p>
<p>estava acima das refer&ecirc;ncias e crescendo.</p>
<p>Depois de responder a todas essas perguntas orientadoras,</p>
<p>basicamente olhamos ent&atilde;o para as respostas</p>
<p>e tentamos entender, quais s&atilde;o os principais fatores impulsionadores?</p>
<p>Ou quais s&atilde;o as principais coisas que queremos destacar</p>
<p>em nossa declara&ccedil;&atilde;o de problema?</p>
<p>Passei por todas as perguntas</p>
<p>e voc&ecirc; pode ver bem na parte debaixo,</p>
<p>eu basicamente compilei-as.</p>
<p>Normalmente come&ccedil;o com o quando ou o qu&ecirc;.</p>
<p>Ent&atilde;o, neste caso, compilei</p>
<p>em EAI. A meta de invent&aacute;rio mensal</p>
<p>de U$300 milh&otilde;es foi excedida em U$10 milh&otilde;es em outubro;</p>
<p>US$15 milh&otilde;es, novembro; e US25 milh&otilde;es em dezembro,</p>
<p>resultando em espa&ccedil;o de armazenamento limitado na Indy, aumento de custos,</p>
<p>e um excedente de nossa meta.</p>
<p>Ent&atilde;o, enquanto eu respondia &agrave;s perguntas,</p>
<p>para mim, o principal era que est&aacute;vamos superando a meta de estoque</p>
<p>mas eu queria mostrar que estava crescendo,</p>
<p>que, a cada m&ecirc;s, estava aumentando.</p>
<p>Eu tamb&eacute;m queria transmitir o porqu&ecirc;.</p>
<p>Portanto, isso est&aacute; resultando em problemas de espa&ccedil;o nos custos aumentados da Indy,</p>
<p>e, no geral, estamos excedendo nossa meta do DOS.</p>
<p>Uma coisa que posso acrescentar aqui &eacute; a partir de outubro,</p>
<p>voc&ecirc; poderia colocar isso l&aacute;.</p>
<p>A partir de outubro, a EAI excedeu o estoque mensal</p>
<p>alvo, ent&atilde;o fica muito claro quem</p>
<p>&eacute; afetado por este problema.</p>
<p>O que voc&ecirc; est&aacute; tentando fazer, normalmente quando come&ccedil;amos e</p>
<p>pensamos sobre declara&ccedil;&otilde;es de problemas,</p>
<p>acho que tendemos a manter a linguagem realmente</p>
<p>curta e simples, e podemos ter apenas a</p>
<p>declara&ccedil;&atilde;o de problema.</p>
<p>Os n&iacute;veis de estoque est&atilde;o excessivamente altos.</p>
<p>Ent&atilde;o isso &eacute; verdade, isso &eacute; um problema,</p>
<p>mas se voc&ecirc; vier aqui e ler esta declara&ccedil;&atilde;o de problema</p>
<p>que inclui algumas das informa&ccedil;&otilde;es das</p>
<p>perguntas de orienta&ccedil;&atilde;o, essas respostas fornecem um pouco mais de informa&ccedil;&atilde;o,</p>
<p>um pouco mais de conte&uacute;do para algu&eacute;m entender.</p>
<p>Nos ajuda a entender o porque &eacute; um problema.</p>
<p>Elas fornecem alguns dados ou fatos que</p>
<p>ajudam o indiv&iacute;duo ou a equipe a relacionar ou conectar</p>
<p>ao problema.</p>
<p>Assim, quando pensamos em uma declara&ccedil;&atilde;o de problema,</p>
<p>como mencionei nos slides anteriores,</p>
<p>trata-se de garantir que realmente esclarecemos qual &eacute; o problema</p>
<p>e tamb&eacute;m garantir que toda a equipe esteja alinhada para que este</p>
<p>seja o problema que estamos resolvendo.</p>
<p>Este &eacute; um exemplo de como usamos esta ferramenta</p>
<p>e como colocamos-na em pr&aacute;tica.</p>
<p>Portanto, se voc&ecirc; acessar o Epson One e acessar os Links r&aacute;pidos,</p>
<p>bem no topo est&aacute; o link do nosso site EMS SharePoint.</p>
<p>Se voc&ecirc; for ao nosso site do SharePoint,</p>
<p>h&aacute; alguns lugares onde voc&ecirc; pode ir,</p>
<p>mas irei para esta se&ccedil;&atilde;o</p>
<p>onde voc&ecirc; tem treinamento e ferramentas.</p>
<p>Portanto, todos os materiais de treinamento,</p>
<p>a apresenta&ccedil;&atilde;o do PowerPoint que acabei de revisar,</p>
<p>podem ser encontrados aqui no treinamento.</p>
<p>Se voc&ecirc; estiver procurando nosso modelo,</p>
<p>temos uma se&ccedil;&atilde;o de Ferramenta e eu descerei.</p>
<p>Voc&ecirc; ver&aacute; que temos todas as nossas ferramentas.</p>
<p>Portanto, na se&ccedil;&atilde;o Ferramenta, mostramos sim o n&iacute;vel,</p>
<p>e, neste caso, o sistema de perguntas 5W2H est&aacute; aqui.</p>
<p>Chama-se declara&ccedil;&atilde;o de problema 5W2H.</p>
<p>Ent&atilde;o voc&ecirc; incluiria o nome do seu projeto e quem</p>
<p>&eacute; o propriet&aacute;rio do projeto e ent&atilde;o n&oacute;s</p>
<p>teremos todas as perguntas do lugar para sua resposta,</p>
<p>e depois uma se&ccedil;&atilde;o para voc&ecirc; compil&aacute;-las.</p>
<p>Depois de ter a declara&ccedil;&atilde;o de problema,</p>
<p>eu realmente recomendo compartilh&aacute;-la com um colega,</p>
<p>compartilh&aacute;-la com seu gerente.</p>
<p>E, definitivamente, se voc&ecirc; estiver trabalhando em algo</p>
<p>que seu gerente pediu para voc&ecirc; fazer,</p>
<p>compartilhe a declara&ccedil;&atilde;o de problema.</p>
<p>Okay, voc&ecirc; me disse que quer que eu trabalhe</p>
<p>nesta &aacute;rea, neste item.</p>
<p>Aqui est&aacute; o que eu entendi.</p>
<p>Veja como defini a declara&ccedil;&atilde;o de problema.</p>
<p>Estamos de acordo?</p>
<p>Certa vez, tive um caso em que estava trabalhando</p>
<p>em um projeto para meu gerente e eu</p>
<p>pensei que sabia exatamente o que ele estava me pedindo para fazer.</p>
<p>E quando voltei para ele com a declara&ccedil;&atilde;o de problema</p>
<p>e o termo de abertura de projeto, tivemos uma desconex&atilde;o.</p>
<p>Ent&atilde;o &eacute; muito importante fazer esse alinhamento</p>
<p>com seu gerente ou quem est&aacute; pedindo para voc&ecirc; fazer o trabalho</p>
<p>e tamb&eacute;m compartilhar isso com sua equipe para garantir</p>
<p>que eles tenham uma compreens&atilde;o clara de qual &eacute; o problema.</p>
<p>Na verdade, essas ferramentas destinam-se a fornecer alguma estrutura</p>
<p>para ajud&aacute;-lo ao iniciar esses projetos.</p>
<p>&Eacute; tamb&eacute;m para nos ajudar a come&ccedil;ar a falar uma linguagem comum</p>
<p>em toda a organiza&ccedil;&atilde;o e &eacute; isso que</p>
<p>estamos realmente tentando fazer aqui.</p>
<p>Ent&atilde;o espero que tenha sido &uacute;til.</p>
<p>Muito obrigado a todos por participarem.</p>
<p>Espero v&ecirc;-los em aulas futuras.</p>
<p>Obrigado por juntarem-se &agrave; nossa turma.</p>
